Repository: ExxEss/Space
Catalog: Space Finder Extension/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Oтменить

source: Create
ru: Создавать

source: Confirm
ru: Kонфирмовать

source: Name
ru: Hазвание

source: Hide All Files
ru: Скрыть все файлы

source: Show All Files
ru: Показать все файлы

source: Space Collection
ru: Космическая коллекция

source: Delete Space
ru: Удалить kосмическая

source: Delete
ru: Удалить

source: Hide
ru: Скрыть

source: Show Only
ru: Покажи только

source: New Space with Selection
ru: Новое космическая с выделением объектами

source: Add to Space
ru: Добавить в космическую
